Repository: Renirous/Red-DiscordBot
Catalog: redbot/core/locales/*.po
Languages: bg_bg, hu_hu, it_it, nl_nl, no_no

source: Install Path: {}
bg_bg: Път на инсталацията: {}
hu_hu: Telepítési útvonal: {}
it_it: Percorso di installazione: {}
nl_nl: Installatie pad: {}
no_no: Installasjonsted: {}

source: Path successfully added.
bg_bg: Пътят е добавен успешно.
hu_hu: Út sikeresen hozzáadva.
it_it: Percorso aggiunto con successo.
nl_nl: Pad toegevoegd.
no_no: Banen er lagt til.

source: That is an invalid path number.
bg_bg: Това е невалиден номер на пътечката.
hu_hu: Ez egy érvénytelen elérési szám.
it_it: Il numero di percorso inserito non è valido.
nl_nl: Dat is geen geldig pad-nummer.
no_no: Det er et ugyldig bane nummer.

source: Path successfully removed.
bg_bg: Пътят е успешно премахнат.
hu_hu: Elérési út sikeresen eltávoltítva.
it_it: Percorso rimosso con successo.
nl_nl: Pad verwijderd.
no_no: Banen ble fjernet.

source: Invalid 'from' index.
bg_bg: Невалиден "от" индекс.
hu_hu: Érvénytelen `kezdő-` index.
it_it: Parametro 'from' non valido.
nl_nl: Ongeldige 'van' index.
no_no: Ugyldig "fra" index.

source: Invalid 'to' index.
bg_bg: Невалиден "към" индекс.
hu_hu: Érvénytelen `vég-` index.
it_it: Parametro 'to' non valido.
nl_nl: Ongeldige 'naar' index.
no_no: Ugyldig "to" index.

source: Paths reordered.
bg_bg: Пътищата са пренаредени.
hu_hu: Elérési utak újrarendezve.
it_it: I percorsi sono stati riordinati.
nl_nl: Paden opnieuw geordend.
no_no: Baner forandret.

source: That path does not exist.
bg_bg: Този път не съществува.
hu_hu: Az elérési út nem létezik.
it_it: Questo percorso non esiste.
nl_nl: Dit pad bestaat niet.
no_no: Denne banen finnes ikke.

source: The bot will install new cogs to the `{}` directory.
bg_bg: Ботът ще инсталира новите COG-ове в `{}` директория.
hu_hu: A bot le fog tölteni új fájlokat a `{}` könyvtárba.
it_it: In futuro i cogs verranno installati nella directory '{}'.
nl_nl: De bot zal nieuwe cogs installeren naar de `{}` map.
no_no: Bot'en vil installere nye cogs til "{}" mappen.

source: No module by that name was found in any cog path.
bg_bg: В директорията на никой COG не е намерен модул с такова име.
hu_hu: Nem található modul ilyen néven egyik path fájlban sem.
it_it: Nessun modulo con questo nome è stato trovato nei percorsi impostati.
nl_nl: Er is geen module gevonden met deze naam in alle beschikbare cog paden.
no_no: Ingen modul med det navnet ble funnet i cog banene.

source: Failed to load package. Check your console or logs for details.
bg_bg: Неуспешно зареждане на пакета. Проверете Вашата конзола или регистрационните файлове за подробни данни.
hu_hu: Nem sikerült betölteni a csomagot. Nézd meg a konzolodat vagy a hibanaplót több információért.
it_it: Impossibile caricare il pacchetto. Controlla la tua console o registri per i dettagli.
nl_nl: Er is een fout opgetreden tijdens het laden van deze module. Bekijk je tekstterminal of logbestanden voor details.
no_no: Kan ikke laste pakken. Sjekk konsollen eller loggene for detaljer.

source: Done.
bg_bg: Завършено.
hu_hu: Kész.
it_it: Fatto.
nl_nl: Klaar.
no_no: Ferdig.

source: That extension is not loaded.
bg_bg: Това разширение не е заредено.
hu_hu: Ez a kiterjedés nincs betöltve.
it_it: Questa estensione non è caricata.
nl_nl: Die extensie is niet geladen.
no_no: Utvidelsen er ikke lastet.

source: Failed to reload package. Check your console or logs for details.
bg_bg: Неуспешно презареждане на пакета. Проверете Вашата конзола или регистрационните файлове за подробни данни.
hu_hu: Nem sikerült újratölteni a csomagot. Nézd meg a konzolodat vagy a hibanaplót több információért.
it_it: Impossibile ricaricare il pacchetto. Controlla la tua console o registri per i dettagli.
nl_nl: Er is een fout opgetreden tijdens het herladen van de module. Bekijk je tekstterminal of logbestanden voor details.
no_no: Kunne ikke laste pakken. Sjekk konsollen eller loggene for detaljer.

source: Shutting down...
bg_bg: Изключване...
hu_hu: Leállítás...
it_it: Arresto in corso...
nl_nl: Afsluiten...
no_no: Slår av...

source: The admin role for this guild has been set.
bg_bg: Ролята Администратор е настроена за тази гилдия.
hu_hu: Az adminisztrátor role beállítva ezen a szerveren.
it_it: Il ruolo di admin per questa gilda è stato impostato.
nl_nl: De admin rol voor deze server is opgeslagen.
no_no: Administrator rollen for denne gruppen er satt.

source: The mod role for this guild has been set.
bg_bg: Ролята Модератор е настроена за тази гилдия.
hu_hu: A moderátor role beállítva ezen a szerveren.
it_it: Il ruolo di mod per questa gilda è stato impostato.
nl_nl: De mod rol voor deze server is opgeslagen.
no_no: Moderator rollen for denne gruppen er blitt satt.

source: Failed. Remember that you can edit my avatar up to two times a hour. The URL must be a direct link to a JPG / PNG.
bg_bg: Неуспешно. Не забравяйте, че можете да редактирате аватар ми до два пъти на час. URL Адресът трябва да бъде директен линк към JPG / PNG.
hu_hu: Nem sikerült. Emlékezz, tudod szerkeszteni a profilképemet 2-szer óránként. Az URL-nek egy olyan képet kell tartalmaznia aminek JPG / PNG formátuma van.
it_it: Operazione fallita. Ricordati che è possibile modificare il mio avatar fino a due volte l'ora. L'URL deve essere un link diretto a un file JPG / PNG.
nl_nl: Fout. Je kunt je avatar maar twee keer per uur veranderen. De URL moet een directe link zijn naar een JPG / PNG bestand.
no_no: Mislyktes. Husk at du kan redigere avataren opptil to ganger i timen. URL-adressen må være en direkte kobling til JPG / PNG.

source: JPG / PNG format only.
bg_bg: Поддържа се JPG / PNG формат само.
hu_hu: JPG / PNG formátum az elfogadott.
it_it: I formati file permessi sono JPG / PNG.
nl_nl: Je kan alleen het JPG / PNG formaat gebruiken.
no_no: Bare JPG / PNG format.

source: Game set.
bg_bg: Играта е зададена.
hu_hu: Játék beállítva.
it_it: Il 'game' status è stato impostato.
nl_nl: Spel opgeslagen.
no_no: Spillet er satt.

source: Status changed to %s.
bg_bg: Състоянието се променя на %s.
hu_hu: Státusz megváltozott: %s.
it_it: Status modificato a %s.
nl_nl: Status veranderd naar %s.
no_no: Status satt til %s.

source: Failed to change name. Remember that you can only do it up to 2 times an hour. Use nicknames if you need frequent changes. `{}set nickname`
bg_bg: Не успяхте да промените името. Не забравяйте, че можете да го направите до 2 пъти на час. Използвайте псевдоними, ако ви се налага нужда от чести промени. `{} зададете псевдоним`
hu_hu: Nem sikerült nevet változtatni. Emlékezz, tudod szerkeszteni maximum 2-szer óránként. Használj beceneveket ha sokszor változtatsz. `{} név beállítása`
it_it: Non sono riuscito a cambiare il mio nome. Ricordati che è possibile farlo fino a 2 volte ogni ora. Se hai bisogno di frequenti modifiche è consigliato l'utilizzo dei nicknames. `{}set nickname`
nl_nl: Kon de gebruikersnaam niet veranderen. Je kunt maximaal twee keer per uur je naam veranderen. Gebruik nicknames als je het vaak moet veranderen met `{}set nickname`
no_no: Kan ikke endre navnet. Husk at du kan bare gjøre det opptil 2 ganger i timen. Bruk kallenavn hvis du trenger hyppige endringer. "{} sett kallenavn"

source: I lack the permissions to change my own nickname.
bg_bg: Нямам правомощието да променя псевдонима си.
hu_hu: Nincs jogom hogy megváltoztassam a nevem.
it_it: Non ho i permessi necessari per cambiare il mio nickname.
nl_nl: Ik heb niet de juiste bevoegdheden om mijn nickname te veranderen.
no_no: Jeg mangler tillatelse til å endre mitt eget kallenavn.

source: Prefix set.
bg_bg: Префиксът е зададен.
hu_hu: Prefix beállítva.
it_it: Il prefisso è stato impostato.
nl_nl: Prefix opgeslagen.
no_no: Prefiks satt.

source: Guild prefixes have been reset.
bg_bg: Префиксите на гилдията са нулирани.
hu_hu: A prefix be van állítva ezen a szerveren.
it_it: I prefissi di Gilda sono stati ripristinati.
nl_nl: Server prefixes zijn gereset.
no_no: Gruppe prefikser er tilbakestilt.

source: Verification token:
bg_bg: Код за потвърждение:
hu_hu: Megerősítési token:
it_it: Codice di verifica:
nl_nl: Verificatietoken:
no_no: Kontrolltoken:

source: Remember:
bg_bg: Запомнете:
hu_hu: Jegyezd meg:
it_it: Ricorda:
nl_nl: Onthoud:
no_no: Husk:

source: I have printed a one-time token in the console. Copy and paste it here to confirm you are the owner.
bg_bg: Показах еднократен код за потвърждение в конзолата. Копирайте го и го поставете тук за да потвърдите, че вие сте собственика.
hu_hu: Csináltam egy egyszerhasználatos tokent a konzolba. Másold ki és illeszd be hogy bizonyítsd, te vagy a tulajdonos.
it_it: Ho stampato un token temporaneo nella console. Copia e incollalo in questa chat per confermare che sei il proprietario.
nl_nl: Ik heb een eenmalig bruikbare token in de tekstterminal geplaatst. Kopieer en plak deze naar dit tekstkanaal om te bevestigen dat je de eigenaar bent.
no_no: Jeg har skrevet et engangspassord i konsollen. Kopier og lim det her for å bekrefte at du er eieren.

source: The set owner request has timed out.
bg_bg: Заявката за задаване на собственик изтече.
hu_hu: A tulajdonos beállítás kérése túllépte az időkorlátot.
it_it: La richiesta 'set owner' è scaduta.
nl_nl: De aanvraag is verlopen.
no_no: Angi eier forespørselen ble tidsavbrutt.

source: You have been set as owner.
bg_bg: Вие сте зададен като собственик.
hu_hu: Be lettél állítva tulajdonosnak.
it_it: Sei stato impostato come proprietario.
nl_nl: Je bent nu de eigenaar.
no_no: Du er angitt som eier.

source: Invalid token.
bg_bg: Невалиден ключ.
hu_hu: Érvénytelen token.
it_it: Token non valido.
nl_nl: Ongeldige token.
no_no: Ugyldig nøkkel.

source: Locale has been set.
bg_bg: Локализирането е настроено.
hu_hu: A helyszín be lett állítva.
it_it: Impostazioni locali sono stata impostata.
nl_nl: Taal is veranderd.
no_no: Lokale innstillinger er angitt.

source: User ID: %s
bg_bg: Идентификационен номер на потребител: %s
hu_hu: Felhasználói ID: %s
it_it: ID utente: %s
nl_nl: Gebruikers-ID: %s
no_no: Bruker-ID: %s

source: through DM
bg_bg: чрез ЛС
hu_hu: privát üzeneten keresztül
it_it: attraverso il DM
nl_nl: met een persoonlijk bericht
no_no: gjennom DM

source: from {}
bg_bg: от {}
hu_hu: {}-től
it_it: da {}
nl_nl: van {}
no_no: fra {}

source: | Server ID: %s
bg_bg: | Идентификационен номер на сървъра: %s
hu_hu: | Szerver ID: %s
it_it: | ID del server: %s
no_no: | Bruker-ID: %s

source: Use `{}dm {} <text>` to reply to this user
bg_bg: Използвайте `{} dm {} <text>`, за да отговорите на този потребител
hu_hu: Használd a `{}dm {} <text>` üzenetet hogy válaszolj ennek a felhasználónak
it_it: Utilizzare `{}dm {} <text>` per rispondere a questo utente
nl_nl: Gebruik `{}dm {} <text>` om te reageren op deze gebruiker
no_no: Bruk '{} dm {} <text>' for å svare denne brukeren

source: Sent by {} {}
bg_bg: Изпратено от {} {}
hu_hu: Küldve {} {} által
it_it: Inviato da {} {}
nl_nl: Verzonden door {} {}
no_no: Sendt av {} {}

source: I cannot send your message, I'm unable to find my owner... *sigh*
bg_bg: Не мога да изпратя Вашето съобщение, аз не съм в състояние да намеря собственика си... *въздишка*
hu_hu: Nem tudom elküldeni az üzeneted. Nem találom a gazdám... :C
it_it: Non posso inviare il vostro messaggio, non riesco a trovare il mio proprietario... *sospiro*
nl_nl: Dit bericht kan ik niet versturen. Het lijkt erop dat ik mijn eigenaar niet kan vinden... *zucht*
no_no: Jeg kan ikke sende meldingen, jeg kan ikke finne eieren min... * sukk *

source: I'm unable to deliver your message. Sorry.
bg_bg: Аз не съм в състояние да доставя Вашето съобщение. Съжалявам.
hu_hu: Nem tudom kézbesíteni az üzeneted. Bocsi.
it_it: Non sono in grado di consegnare il messaggio. Mi dispiace.
nl_nl: Ik kan dit bericht niet afleveren.
no_no: Jeg klarer ikke å levere meldingen. Unnskyld.

source: Your message has been sent.
bg_bg: Вашето съобщение е изпратено.
hu_hu: Az üzeneted el lett küldve.
it_it: Il tuo messaggio è stato inviato.
nl_nl: Je bericht is verzonden.
no_no: Din melding har blitt sendt.

source: Invalid ID or user not found. You can only send messages to people I share a server with.
bg_bg: Невалиден идентификационен номер или потребителят не е намерен. Можете да изпращате съобщения само до хора, с които споделям общ сървър.
hu_hu: Érvénytelen ID vagy a felhasználó nem található. Olyan embereknek tudsz csak üzenetet küldeni akikkel bent vagyok egy szerverben.
it_it: ID non valido o utente non trovato. È possibile inviare messaggi solo alle persone condividono un server con.
nl_nl: Ongeldig ID of gebruiker niet gevonden. Je kan alleen berichten sturen naar mensen die ik ken van een server.
no_no: Ugyldig ID eller brukeren ble ikke funnet. Du kan bare sende meldinger til personer jeg deler en server med.

source: Owner of %s
bg_bg: Собственик на %s
hu_hu: %s tulajdonosa
it_it: Proprietario di %s
nl_nl: Eigenaar van %s
no_no: Eier: %s

source: You can reply to this message with %scontact
bg_bg: Можете да отговорите на това съобщение с %scontact
hu_hu: Tudsz válaszolni erre az üzentre eme %skapcsolat segítségével
it_it: È possibile rispondere a questo messaggio con %scontact
nl_nl: Je kan reageren op dit bericht met %scontact
no_no: Du kan svare på denne meldingen med %scontact

source: Sorry, I couldn't deliver your message to %s
bg_bg: За съжаление, аз не можа да доставя Вашето съобщение до %s
hu_hu: Bocsi. Nem tudom kézbesíteni az üzeneted %s felhasználónak
it_it: Mi dispiace, non sono riuscito a consegnare il messaggio a %s
nl_nl: Sorry, ik kon je bericht naar %s niet verzenden
no_no: Beklager, kunne ikke jeg levere meldingen til %s

source: Message delivered to %s
bg_bg: Съобщението е доставено до %s
hu_hu: Üzenet kézbesítve %s felhasználónak
it_it: Messaggio recapitato a %s
nl_nl: Bericht verzonden naar %s
no_no: Meldingen er levert til %s

source: Already running a REPL session in this channel. Exit it with `quit`.
bg_bg: Вече се провежда REPL сесия в този канал. Напуснете я с `quit`.
hu_hu: Már most is fut egy REPL értekezlet ebben a csatornában. Lépj ki a `quit` használatával.
it_it: E' già in esecuzione una sessione REPL in questo canale. Puoi terminarla scrivendo `quit`.
nl_nl: Er is al een REPL sessie gaande in dit kanaal. Stop deze met `quit`.
no_no: Kjører allerede en REPL økt i denne kanalen. Avslutt den med "avslutt".

source: Enter code to execute or evaluate. `exit()` or `quit` to exit.
bg_bg: Въведете код за изпълнение или оценка. `exit()` или `quit` за да излезете.
hu_hu: Írd be a kódot hogy végrehajtsd vagy kiértékeld. `exit()` vagy `quit` hogy kilépj.
it_it: Inserire il codice da eseguire oppure valutare. `exit()` o `quit` per uscire.
nl_nl: Voer code in om dit uit te voeren. `exit()` of `quit` to om te stoppen.
no_no: Angi koden for å kjøre eller evaluere. "exit()" eller "slutte" for å avslutte.

source: Unexpected error: `{}`
bg_bg: Неочаквана грешка: `{}`
hu_hu: Váratlan hiba: `{}`
it_it: Errore imprevisto: `{}`
nl_nl: Onverwachte fout: `{}`
no_no: Uventet feil: "{}"
