Repository: Renirous/Red-DiscordBot
Catalog: redbot/cogs/alias/locales/*.po
Languages: es

source: No prefix found.
es: No se encontró prefijo.

source: A new alias with the trigger `{}` has been created.
es: Un nuevo alias con el disparador `{}` ha sido creado.

source: A new global alias with the trigger `{}` has been created.
es: Un nuevo alias global con el disparador `{}` ha sido creado.

source: No such alias exists.
es: Dicho alias no existe.

source: The `{}` alias will execute the command `{}`
es: El alias `{}` ejecutará el comando `{}`

source: There is no alias with the name `{}`
es: No existe un alias con el nombre `{}`

source: There are no aliases on this guild.
es: No hay alias en este gremio.

source: Alias with the name `{}` was successfully deleted.
es: El alias `{}` fue eliminado exitósamente.

source: Alias with name `{}` was not found.
es: El alias `{}` no fue encontrado.

source: There are no aliases on this bot.
es: No hay alias en este bot.

source: Aliases:
es: Alias:

source: There are no aliases on this server.
es: No hay alias en este servidor.
