Repository: Renirous/Red-DiscordBot
Catalog: redbot/cogs/downloader/locales/*.po
Languages: de

source: That git repo has already been added under another name.
de: Diese git repo wurder bereist unter einem anderem Namen hinzugefügt.

source: Something went wrong during the cloning process.
de: Etwas ist beim klonen schief gelaufen.

source: Repo `{}` successfully added.
de: Repo `{}` erfolgreich hinzugefÃ¼gt.

source: The repo `{}` has been deleted successfully.
de: Die Repo `{}` wurde erfolgreich gelöscht.

source: Installed Repos:
de: Installierte Repos:

source: Error, there is no cog by the name of `{}` in the `{}` repo.
de: Fehler: kein Cog mit dem Namen `{}` in der Repo `{}`.

source: Failed to install the required libraries for `{}`: `{}`
de: Installation erforderliche Abhängigkeiten für`{}` fehlgeschlagen: `{}`

source: `{}` cog successfully installed.
de: `{}` Cog erfolgreich installiert.

source: `{}` was successfully removed.
de: `{}` erfolgreich entfernt.

source: That cog was installed but can no longer be located. You may need to remove it's files manually if it is still usable.
de: Diese Cog ist installiert konnte aber nicht gefunden werden. Wenn es noch benutzbar ist kann es sein das du die Dateien manuell löschen musst.

source: Cog update completed successfully.
de: Cog Update erfolgreich.

source: Available Cogs:
de: Vorhandene Cogs:

source: There is no cog `{}` in the repo `{}`
de: Kein Cog namens `{}` in der Repo `{}

source: Information on {}: {}
de: Information zu {}: {}

source: Missing from info.json
de: Nicht in info.json

source: Command: {} Made by: {} Repo: {} Cog name: {}
de: Befehl: {} Von: {} Repo: {} Cog Name: {}

source: That command doesn't seem to exist.
de: Dieser Befehl existiert nicht.
