Repository: Renirous/Red-DiscordBot
Catalog: core/locales/*.po
Languages: es

source: Install Path: {}
es: Ubicación de instalación: {}

source: That path is does not exist or does not point to a valid directory.
es: Esa ubicación no existe o no apunta a un directorio válido.

source: Path successfully added.
es: Ubicación agregada exitósamente.

source: That is an invalid path number.
es: Número de ubicación inválido.

source: Path successfully removed.
es: Ubicación eliminada exitósamente.

source: Invalid 'from' index.
es: Índice 'from' inválido.

source: Invalid 'to' index.
es: Índice 'to' inválido.

source: Paths reordered.
es: Ubicaciones reordenadas.

source: That path does not exist.
es: Ubicación inexistente.

source: The bot will install new cogs to the `{}` directory.
es: El bot instalará nuevos cogs en el directorio `{}`.

source: No module by that name was found in any cog path.
es: No existe módulo con ese nombre en ninguna ubicación.

source: Failed to load package. Check your console or logs for details.
es: Error cargando paquete. Revisar consola o bitácora para más detalles.

source: Done.
es: Terminado.

source: That extension is not loaded.
es: Esa extensión no está cargada.

source: Failed to reload package. Check your console or logs for details.
es: Error recargando paquete. Revisar consola o bitácora para más detalles.

source: Shutting down...
es: Apagando...

source: The admin role for this guild has been set.
es: El rol de administrador para este gremio ha sido configurado.

source: The mod role for this guild has been set.
es: El rol de moderador para este gremio ha sido configurado.

source: Failed. Remember that you can edit my avatar up to two times a hour. The URL must be a direct link to a JPG / PNG.
es: Error. Recordar que sólo se puede editar el avatar hasta dos veces por hora. La URL debe ser un enlace directo a un JPG o PNG.

source: JPG / PNG format only.
es: Únicamente formatos JPG o PNG.

source: Game set.
es: Juego configurado.

source: Status changed to %s.
es: Estado cambiado a %s.

source: Failed to change name. Remember that you can only do it up to 2 times an hour. Use nicknames if you need frequent changes. `{}set nickname`
es: Error cambiando nombre. Recordar que sólo se puede hacer hasta dos veces por hora. Usar sobrenombres si cambios frecuentes son necesarios. `{}set nickname`

source: I lack the permissions to change my own nickname.
es: Carezco de permisos para cambiar mi sobrenombre.

source: Prefix set.
es: Prefijo configurado.

source: Guild prefixes have been reset.
es: Prefijos de gremio han sido restaurados.

source: Verification token:
es: Ficha de verificación:

source: Remember:
es: Recordar:

source: I have printed a one-time token in the console. Copy and paste it here to confirm you are the owner.
es: He impreso una ficha única en la consola. Copiar y pegarlo aca para confirmar propiedad.

source: The set owner request has timed out.
es: Tiempo de espera para configuración de dueño ha terminado.

source: You have been set as owner.
es: Has sido configurado como dueño.

source: Invalid token.
es: Ficha inválida.

source: Locale has been set.
es: Localización configurada.

source: User ID: %s
es: ID de usuario: %s

source: through DM
es: a través de mensaje privado

source: from {}
es: de {}

source: | Server ID: %s
es: | ID de servidor: %s

source: Use `{}dm {} <text>` to reply to this user
es: Utilizar `{}dm {} <texto>` para responder a este usuario

source: Sent by {} {}
es: Enviado por {} {}

source: I cannot send your message, I'm unable to find my owner... *sigh*
es: Error enviando mensaje, no encuentro a mi dueño... *suspiro*

source: I'm unable to deliver your message. Sorry.
es: No puedo enviar tu mensaje, perdón.

source: Your message has been sent.
es: Tu mensaje ha sido enviado.

source: Invalid ID or user not found. You can only send messages to people I share a server with.
es: ID inválido o usuario no encontrad. Solo puedes enviar mensajes a personas con quienes compartes un servidor.

source: Owner of %s
es: Dueño de %s

source: You can reply to this message with %scontact
es: Puedes contestar este mensaje utilizando %scontact

source: Sorry, I couldn't deliver your message to %s
es: Perdón, no pude enviar tu mensaje para %s

source: Message delivered to %s
es: Mensaje enviado a %s

source: Already running a REPL session in this channel. Exit it with `quit`.
es: Una sesión de REPL ya esta activa en este canal. Salir con `quit`.

source: Enter code to execute or evaluate. `exit()` or `quit` to exit.
es: Ingresar codigo a ejecutar o evaluar. `exit()` o `quit` para salir.

source: Unexpected error: `{}`
es: Error inesperado: `{}`
